Repository: avgeek-oss/illustrate
Catalog: Illustrate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: Creative Studio allows you to quickly generate brand-consistent assets like posters, invitations, and social media content. You don't need to specify the branding information, it will be automatically injected into the prompts and you can customize the context if needed.
de: Mit Creative Studio können Sie schnell markenkonsistente Assets wie Poster, Einladungen und Social-Media-Inhalte erstellen. Sie müssen die Branding-Informationen nicht angeben, sie werden automatisch in die Eingabeaufforderungen eingefügt und Sie können den Kontext bei Bedarf anpassen.
es: Creative Studio le permite generar rápidamente activos coherentes con la marca, como carteles, invitaciones y contenido de redes sociales. No es necesario que especifique la información de la marca, se insertará automáticamente en las indicaciones y podrá personalizar el contexto si es necesario.
fr: Creative Studio vous permet de générer rapidement des ressources cohérentes avec votre marque, telles que des affiches, des invitations et du contenu pour les réseaux sociaux. Vous n'avez pas besoin de spécifier les informations de marque, elles seront automatiquement injectées dans les invites et vous pourrez personnaliser le contexte si nécessaire.
hi: क्रिएटिव स्टूडियो आपको पोस्टर, निमंत्रण और सोशल मीडिया सामग्री जैसी ब्रांड-संगत संपत्तियां जल्दी से उत्पन्न करने की अनुमति देता है। आपको ब्रांडिंग जानकारी निर्दिष्ट करने की आवश्यकता नहीं है, यह स्वचालित रूप से संकेतों में इंजेक्ट की जाएगी और यदि आवश्यक हो तो आप संदर्भ को अनुकूलित कर सकते हैं।
id: Creative Studio memungkinkan Anda dengan cepat menghasilkan aset yang konsisten dengan merek seperti poster, undangan, dan konten media sosial. Anda tidak perlu menentukan informasi merek, informasi tersebut akan secara otomatis dimasukkan ke dalam perintah dan Anda dapat menyesuaikan konteksnya jika diperlukan.
ja: Creative Studio を使用すると、ポスター、招待状、ソーシャル メディア コンテンツなど、ブランドに一貫したアセットを迅速に生成できます。ブランド情報を指定する必要はありません。ブランド情報は自動的にプロンプ​​トに挿入され、必要に応じてコンテキストをカスタマイズできます。
ko: Creative Studio를 사용하면 포스터, 초대장, 소셜 미디어 콘텐츠 등 브랜드와 일치하는 자산을 빠르게 생성할 수 있습니다. 브랜딩 정보를 지정할 필요가 없습니다. 해당 정보는 프롬프트에 자동으로 삽입되며 필요한 경우 컨텍스트를 사용자 정의할 수 있습니다.
pl: Creative Studio umożliwia szybkie generowanie zasobów spójnych z marką, takich jak plakaty, zaproszenia i treści w mediach społecznościowych. Nie musisz podawać informacji o marce, zostaną one automatycznie wprowadzone do podpowiedzi i w razie potrzeby możesz dostosować kontekst.
pt_br: O Creative Studio permite gerar rapidamente ativos consistentes com a marca, como pôsteres, convites e conteúdo de mídia social. Você não precisa especificar as informações da marca, elas serão injetadas automaticamente nos prompts e você poderá personalizar o contexto, se necessário.
tr: Creative Studio, posterler, davetiyeler ve sosyal medya içeriği gibi markayla tutarlı varlıkları hızlı bir şekilde oluşturmanıza olanak tanır. Marka bilgilerini belirtmenize gerek yoktur; bilgi istemlerine otomatik olarak eklenir ve gerekirse bağlamı özelleştirebilirsiniz.
uk: Creative Studio дозволяє швидко генерувати активи, узгоджені з брендом, як-от плакати, запрошення та вміст соціальних мереж. Вам не потрібно вказувати інформацію про бренд, вона автоматично додаватиметься до підказок, і ви можете налаштувати контекст, якщо потрібно.
vi: Creative Studio cho phép bạn nhanh chóng tạo các nội dung phù hợp với thương hiệu như áp phích, lời mời và nội dung mạng xã hội. Bạn không cần chỉ định thông tin thương hiệu, thông tin này sẽ tự động được đưa vào lời nhắc và bạn có thể tùy chỉnh ngữ cảnh nếu cần.
zh_hans: Creative Studio 允许您快速生成品牌一致的资产，例如海报、邀请函和社交媒体内容。您无需指定品牌信息，它将自动注入提示中，并且您可以根据需要自定义上下文。
zh_hant: Creative Studio 讓您快速產生品牌一致的資產，例如海報、邀請函和社群媒體內容。您無需指定品牌訊息，它將自動注入提示中，並且您可以根據需要自訂上下文。

source: Creativity
de: Kreativität
es: Creatividad
fr: Créativité
hi: रचनात्मकता
id: Kreativitas
ja: 創造性
ko: 창의성
pl: Kreatywność
pt_br: Criatividade
tr: Yaratıcılık
uk: Творчість
vi: Sáng tạo
zh_hans: 创造力
zh_hant: 創造力

source: Crop
de: Zuschneiden
es: Cultivo
fr: Recadrer
hi: फसल
id: Pangkas
ja: 作物
ko: 자르기
pl: Przytnij
pt_br: Cortar
tr: Kırpma
uk: кадрування
vi: Cắt
zh_hans: 作物
zh_hant: 作物

source: Current Project
de: Aktuelles Projekt
es: Proyecto actual
fr: Projet actuel
hi: वर्तमान परियोजना
id: Proyek Saat Ini
ja: 現在のプロジェクト
ko: 현재 프로젝트
pl: Aktualny projekt
pt_br: Projeto Atual
tr: Mevcut Proje
uk: Поточний проект
vi: Dự án hiện tại
zh_hans: 当前项目
zh_hant: 目前專案

source: Currently selected
de: Derzeit ausgewählt
es: Seleccionado actualmente
fr: Actuellement sélectionné
hi: वर्तमान में चयनित
id: Saat ini dipilih
ja: 現在選択されている
ko: 현재 선택됨
pl: Aktualnie wybrane
pt_br: Atualmente selecionado
tr: Şu anda seçili
uk: Наразі вибрано
vi: Hiện đã được chọn
zh_hans: 当前选择的
zh_hant: 目前選擇的

source: Currently unavailable
de: Derzeit nicht verfügbar
es: Actualmente no disponible
fr: Actuellement indisponible
hi: वर्तमान में अनुपलब्ध है
id: Saat ini tidak tersedia
ja: 現在利用不可
ko: 현재는 이용할 수 없습니다
pl: Obecnie niedostępne
pt_br: Atualmente indisponível
tr: Şu anda kullanılamıyor
uk: Наразі недоступний
vi: Hiện không có sẵn
zh_hans: 目前不可用
zh_hant: 目前不可用

source: Custom Color %lld
de: Benutzerdefinierte Farbe %lld
es: Color personalizado %lld
fr: Couleur personnalisée %lld
hi: कस्टम रंग %lld
id: Warna Kustom %lld
ja: カスタムカラー %lld
ko: 사용자 정의 색상 %lld
pl: Kolor niestandardowy %lld
pt_br: Cor personalizada %lld
tr: Özel Renk %lld
uk: Спеціальний колір %lld
vi: Màu tùy chỉnh %lld
zh_hans: 定制颜色 %lld
zh_hant: 客製化顏色 %lld

source: Dark Logo
de: Dunkles Logo
es: Logotipo oscuro
fr: Logo sombre
hi: गहरा लोगो
id: Logo Gelap
ja: ダークロゴ
ko: 어두운 로고
pl: Ciemne Logo
pt_br: Logotipo escuro
tr: Koyu Logo
uk: Темний логотип
vi: Biểu trưng tối
zh_hans: 深色标志
zh_hant: 深色標誌

source: Dashboard
de: Armaturenbrett
es: Panel de control
fr: Tableau de bord
hi: डैशबोर्ड
id: Dasbor
ja: ダッシュボード
ko: 대시보드
pl: Pulpit nawigacyjny
pt_br: Painel
tr: Kontrol Paneli
uk: Приладова панель
vi: Trang tổng quan
zh_hans: 仪表板
zh_hant: 儀表板

source: Date
de: Datum
es: Fecha
hi: दिनांक
id: Tanggal
ja: 日付
ko: 날짜
pl: Data
pt_br: Data
tr: Tarih
uk: Дата
vi: Ngày
zh_hans: 日期
zh_hant: 日期

source: Debug failed generation requests
de: Debuggen Sie fehlgeschlagene Generierungsanforderungen
es: Depurar solicitudes de generación fallidas
fr: Débogage des requêtes de génération ayant échoué
hi: विफल जनरेशन अनुरोधों को डीबग करें
id: Debug permintaan pembuatan yang gagal
ja: 失敗した生成リクエストをデバッグする
ko: 실패한 생성 요청 디버그
pl: Debuguj nieudane żądania generowania
pt_br: Depurar solicitações de geração com falha
tr: Başarısız oluşturma isteklerinde hata ayıklama
uk: Налагодити помилкові запити на створення
vi: Gỡ lỗi các yêu cầu tạo không thành công
zh_hans: 调试失败的生成请求
zh_hant: 調試失敗的生成請求

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
id: Hapus
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Excluir
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete %@?
de: %@ löschen?
es: ¿Eliminar %@?
fr: Supprimer %@ ?
hi: %@ हटाएं?
id: Hapus %@?
ja: %@を削除しますか?
ko: %@를 삭제하시겠습니까?
pl: Usunąć %@?
pt_br: Excluir %@?
tr: %@ silinsin mi?
uk: Видалити %@?
vi: Xóa %@?
zh_hans: 删除 %@？
zh_hant: 刪除 %@？

source: Delete %lld Items
de: Löschen Sie %lld-Elemente
es: Eliminar elementos %lld
fr: Supprimer les éléments %lld
hi: %lld आइटम हटाएं
id: Hapus Item %lld
ko: %lld 항목 삭제
pl: Usuń elementy %lld
pt_br: Excluir itens %lld
tr: %lld Öğelerini Sil
uk: Видалити елементи %lld
vi: Xóa các mục %lld
zh_hans: 删除 %lld 项目
zh_hant: 刪除 %lld 項目

# Delete %lld failed request%@?
source: Delete %1$lld failed request%2$@?
de: %1$lld fehlgeschlagene Anfrage löschen%2$@?
es: ¿Eliminar %1$lld solicitud fallida%2$@?
fr: La suppression de la demande %1$lld a échoué%2$@ ?
hi: %1$lld हटाएं विफल अनुरोध%2$@?
id: Hapus %1$lld permintaan yang gagal%2$@?
ja: %1$lld の削除リクエストが失敗しました%2$@?
ko: %1$lld 요청 실패 %2$@를 삭제하시겠습니까?
pl: Usunąć żądanie %1$lld zakończone niepowodzeniem%2$@?
pt_br: A exclusão de %1$lld falhou na solicitação%2$@?
tr: %1$lld başarısız isteği silinsin mi?%2$@?
uk: Видалити %1$lld невдалий запит%2$@?
vi: Xóa yêu cầu không thành công %1$lld%2$@?
zh_hans: 删除 %1$lld 失败的请求%2$@？
zh_hant: 刪除 %1$lld 失敗的請求%2$@？

# Delete %lld item%@
source: Delete %1$lld item%2$@
de: Löschen Sie den Eintrag %1$lld%2$@
es: Eliminar artículo %1$lld%2$@
fr: Supprimer l'élément %1$lld%2$@
hi: %1$lld आइटम हटाएं%2$@
id: Hapus item %1$lld%2$@
ja: %1$lld アイテムを削除%2$@
ko: %1$lld 항목 삭제%2$@
pl: Usuń element %1$lld%2$@
pt_br: Excluir item %1$lld%2$@
uk: Видалити %1$lld item%2$@
vi: Xóa mục %1$lld%2$@
zh_hans: 删除 %1$lld 项%2$@
zh_hant: 刪除 %1$lld 項%2$@

# Delete %lld item%@?
source: Delete %1$lld item%2$@?
de: %1$lld item%2$@ löschen?
es: ¿Eliminar elemento %1$lld%2$@?
fr: Supprimer l'élément %1$lld%2$@ ?
hi: %1$lld आइटम%2$@ हटाएं?
id: Hapus item %1$lld%2$@?
ja: %1$lld アイテム%2$@ を削除しますか?
ko: %1$lld 항목%2$@을 삭제하시겠습니까?
pl: Usunąć element %1$lld%2$@?
pt_br: Excluir item %1$lld%2$@?
tr: %1$lld item%2$@ silinsin mi?
uk: Видалити елемент %1$lld%2$@?
vi: Xóa mục %1$lld%2$@?
zh_hans: 删除 %1$lld 项目%2$@？
zh_hant: 刪除 %1$lld 項目%2$@？

source: Delete Agent?
de: Agent löschen?
es: ¿Eliminar agente?
fr: Supprimer l'agent ?
hi: एजेंट हटाएं?
id: Hapus Agen?
ja: エージェントを削除しますか?
ko: 에이전트를 삭제하시겠습니까?
pl: Usunąć agenta?
pt_br: Excluir agente?
tr: Temsilci Silinsin mi?
uk: Видалити агента?
vi: Xóa đại lý?
zh_hans: 删除代理？
zh_hant: 刪除代理？

source: Delete Card
de: Karte löschen
es: Eliminar tarjeta
fr: Supprimer la carte
hi: कार्ड हटाएँ
id: Hapus Kartu
ja: カードの削除
ko: 카드 삭제
pl: Usuń kartę
pt_br: Excluir cartão
tr: Kartı Sil
uk: Видалити картку
vi: Xóa thẻ
zh_hans: 删除卡
zh_hant: 刪除卡

source: Delete Custom Color %lld?
de: Benutzerdefinierte Farbe %lld löschen?
es: ¿Eliminar color personalizado %lld?
fr: Supprimer la couleur personnalisée %lld ?
hi: कस्टम रंग %lld हटाएं?
id: Hapus Warna Kustom %lld?
ja: カスタム カラー %lld を削除しますか?
ko: 사용자 정의 색상 %lld를 삭제하시겠습니까?
pl: Usunąć kolor niestandardowy %lld?
pt_br: Excluir cor personalizada %lld?
tr: Özel Renk %lld Silinsin mi?
uk: Видалити спеціальний колір %lld?
vi: Xóa Màu tùy chỉnh %lld?
zh_hans: 删除自定义颜色 %lld？
zh_hant: 刪除自訂顏色 %lld？

source: Delete Image
de: Bild löschen
es: Eliminar imagen
fr: Supprimer l'image
hi: छवि हटाएँ
id: Hapus Gambar
ja: 画像の削除
ko: 이미지 삭제
pl: Usuń obraz
pt_br: Excluir imagem
tr: Resmi Sil
uk: Видалити зображення
vi: Xóa hình ảnh
zh_hans: 删除图像
zh_hant: 刪除影像

source: Delete Model Asset?
de: Modell-Asset löschen?
es: ¿Eliminar activo del modelo?
fr: Supprimer l'actif modèle ?
hi: मॉडल संपत्ति हटाएं?
id: Hapus Aset Model?
ja: モデルアセットを削除しますか?
ko: 모델 자산을 삭제하시겠습니까?
pl: Usunąć zasób modelu?
pt_br: Excluir ativo do modelo?
tr: Model Varlığı Silinsin mi?
uk: Видалити ресурс моделі?
vi: Xóa nội dung mô hình?
zh_hans: 删除模型资源？
zh_hant: 刪除模型資源？

source: Delete Photoshoot?
de: Fotoshooting löschen?
es: ¿Eliminar sesión de fotos?
fr: Supprimer la séance photo ?
hi: फ़ोटोशूट हटाएं?
id: Hapus Pemotretan?
ja: 写真撮影を削除しますか?
ko: 사진 촬영을 삭제하시겠습니까?
pl: Usunąć sesję zdjęciową?
pt_br: Excluir sessão de fotos?
tr: Fotoğraf Çekimi Silinsin mi?
uk: Видалити фотосесію?
vi: Xóa Chụp ảnh?
zh_hans: 删除照片？
zh_hant: 刪除照片？

source: Delete Product
de: Produkt löschen
es: Eliminar producto
fr: Supprimer le produit
hi: उत्पाद हटाएँ
id: Hapus Produk
ja: 製品の削除
ko: 제품 삭제
pl: Usuń produkt
pt_br: Excluir produto
tr: Ürünü Sil
uk: Видалити продукт
vi: Xóa sản phẩm
zh_hans: 删除产品
zh_hant: 刪除產品

source: Delete Project
de: Projekt löschen
es: Eliminar proyecto
fr: Supprimer le projet
hi: प्रोजेक्ट हटाएँ
id: Hapus Proyek
ja: プロジェクトの削除
ko: 프로젝트 삭제
pl: Usuń projekt
pt_br: Excluir projeto
tr: Projeyi Sil
uk: Видалити проект
vi: Xóa dự án
zh_hans: 删除项目
zh_hant: 刪除項目

source: Delete Project?
de: Projekt löschen?
es: ¿Eliminar proyecto?
fr: Supprimer le projet ?
hi: प्रोजेक्ट हटाएं?
id: Hapus Proyek?
ja: プロジェクトを削除しますか?
ko: 프로젝트를 삭제하시겠습니까?
pl: Usunąć projekt?
pt_br: Excluir projeto?
tr: Proje Silinsin mi?
uk: Видалити проект?
vi: Xóa dự án?
zh_hans: 删除项目？
zh_hant: 刪除項目？

source: Delete Prompt
de: Eingabeaufforderung löschen
es: Eliminar mensaje
fr: Supprimer l'invite
hi: प्रॉम्प्ट हटाएँ
id: Hapus Perintah
ja: プロンプトの削除
ko: 프롬프트 삭제
pl: Usuń monit
pt_br: Solicitação de exclusão
tr: İstemi Sil
uk: Видалити запит
vi: Xóa lời nhắc
zh_hans: 删除提示
zh_hant: 刪除提示

source: Delete Selected Cards
de: Ausgewählte Karten löschen
es: Eliminar tarjetas seleccionadas
fr: Supprimer les cartes sélectionnées
hi: चयनित कार्ड हटाएँ
id: Hapus Kartu yang Dipilih
ja: 選択したカードを削除
ko: 선택한 카드 삭제
pl: Usuń wybrane karty
pt_br: Excluir cartões selecionados
tr: Seçilen Kartları Sil
uk: Видалити вибрані картки
vi: Xóa thẻ đã chọn
zh_hans: 删除选定的卡
zh_hant: 刪除選定的卡

source: Delete Session?
de: Sitzung löschen?
es: ¿Eliminar sesión?
fr: Supprimer la séance ?
hi: सत्र हटाएं?
id: Hapus Sesi?
ja: セッションを削除しますか?
ko: 세션을 삭제하시겠습니까?
pl: Usunąć sesję?
pt_br: Excluir sessão?
tr: Oturum Silinsin mi?
uk: Видалити сеанс?
vi: Xóa phiên?
zh_hans: 删除会话？
zh_hant: 刪除會話？

source: Delete Storyboard?
de: Storyboard löschen?
es: ¿Eliminar guión gráfico?
fr: Supprimer le storyboard ?
hi: स्टोरीबोर्ड हटाएं?
id: Hapus Papan Cerita?
ja: ストーリーボードを削除しますか?
ko: 스토리보드를 삭제하시겠습니까?
pl: Usunąć scenorys?
pt_br: Excluir storyboard?
tr: Hikaye Panosu silinsin mi?
uk: Видалити розкадровку?
vi: Xóa bảng phân cảnh?
zh_hans: 删除故事板？
zh_hant: 刪除故事板？

source: Delete Thread?
de: Thread löschen?
es: ¿Eliminar hilo?
fr: Supprimer le sujet ?
hi: थ्रेड हटाएं?
id: Hapus Rangkaian?
ja: スレッドを削除しますか?
ko: 스레드를 삭제하시겠습니까?
pl: Usunąć wątek?
pt_br: Excluir tópico?
tr: Konu Silinsin mi?
uk: Видалити тему?
vi: Xóa chủ đề?
zh_hans: 删除话题？
zh_hant: 刪除話題？

source: Delete item
de: Artikel löschen
es: Eliminar elemento
fr: Supprimer l'élément
hi: आइटम हटाएँ
id: Hapus barang
ja: 項目の削除
ko: 항목 삭제
pl: Usuń element
pt_br: Excluir item
tr: Öğeyi sil
uk: Видалити елемент
vi: Xóa mục
zh_hans: 删除项目
zh_hant: 刪除項目

source: Delete layer
de: Ebene löschen
es: Eliminar capa
fr: Supprimer le calque
hi: परत हटाएँ
id: Hapus lapisan
ja: レイヤーの削除
ko: 레이어 삭제
pl: Usuń warstwę
pt_br: Excluir camada
tr: Katmanı sil
uk: Видалити шар
vi: Xóa lớp
zh_hans: 删除图层
zh_hant: 刪除圖層

source: Describe Viewfinder
de: Beschreiben Sie den Sucher
es: Describir el visor
fr: Décrire le viseur
hi: दृश्यदर्शी का वर्णन करें
id: Jelaskan Jendela Bidik
ja: ファインダーの説明
ko: 뷰파인더 설명
pl: Opisz wizjer
pt_br: Descrever o visor
tr: Vizörü Tanımla
uk: Опишіть видошукач
vi: Mô tả Kính ngắm
zh_hans: 描述取景器
zh_hant: 描述取景器

source: Describe how to edit all images...
de: Beschreiben Sie, wie alle Bilder bearbeitet werden ...
es: Describe cómo editar todas las imágenes...
fr: Décrivez comment modifier toutes les images...
hi: सभी छवियों को संपादित करने का तरीका बताएं...
id: Jelaskan cara mengedit semua gambar...
ja: すべての画像の編集方法を説明します...
ko: 모든 이미지를 편집하는 방법을 설명하세요...
pl: Opisz, jak edytować wszystkie obrazy...
pt_br: Descrever como editar todas as imagens...
tr: Tüm resimlerin nasıl düzenleneceğini açıklayın...
uk: Опишіть, як редагувати всі зображення...
vi: Mô tả cách chỉnh sửa tất cả hình ảnh...
zh_hans: 描述如何编辑所有图像...
zh_hant: 描述如何編輯所有圖像...

source: Describe what happens in this scene...
de: Beschreiben Sie, was in dieser Szene passiert ...
es: Describe lo que sucede en esta escena...
fr: Décrivez ce qui se passe dans cette scène...
hi: वर्णन करें कि इस दृश्य में क्या होता है...
id: Jelaskan apa yang terjadi pada adegan ini...
ja: このシーンで何が起こるかを説明してください...
ko: 이 장면에서 무슨 일이 일어나는지 설명해보세요...
pl: Opisz co się dzieje w tej scenie...
pt_br: Descreva o que acontece nesta cena...
tr: Bu sahnede neler olduğunu anlatın...
uk: Опишіть, що відбувається в цій сцені...
vi: Hãy miêu tả những gì xảy ra trong cảnh này...
zh_hans: 描述一下这个场景中发生了什么......
zh_hant: 描述一下這個場景中發生了什麼事...

source: Describe what you want to generate...
de: Beschreiben Sie, was Sie generieren möchten ...
es: Describe lo que quieres generar...
fr: Décrivez ce que vous souhaitez générer...
hi: वर्णन करें कि आप क्या उत्पन्न करना चाहते हैं...
id: Jelaskan apa yang ingin Anda hasilkan...
ja: 生成したいものを説明してください...
ko: 생성하려는 항목을 설명하세요.
pl: Opisz, co chcesz wygenerować...
pt_br: Descreva o que você deseja gerar...
tr: Ne oluşturmak istediğinizi açıklayın...
uk: Опишіть, що ви хочете створити...
vi: Mô tả những gì bạn muốn tạo ra...
zh_hans: 描述你想要生成什么...
zh_hant: 描述你想要生成什麼...

source: Describe your brand to help generate consistent content that matches your identity.
de: Beschreiben Sie Ihre Marke, um konsistente Inhalte zu generieren, die zu Ihrer Identität passen.
es: Describe tu marca para ayudar a generar contenido coherente que coincida con tu identidad.
fr: Décrivez votre marque pour aider à générer un contenu cohérent qui correspond à votre identité.
hi: अपनी पहचान से मेल खाने वाली सुसंगत सामग्री उत्पन्न करने में सहायता के लिए अपने ब्रांड का वर्णन करें।
id: Jelaskan merek Anda untuk membantu menghasilkan konten yang konsisten dan sesuai dengan identitas Anda.
ja: アイデンティティに一致する一貫したコンテンツを生成できるように、ブランドについて説明します。
ko: 귀하의 정체성과 일치하는 일관된 콘텐츠를 생성하는 데 도움이 되도록 귀하의 브랜드를 설명하십시오.
pl: Opisz swoją markę, aby pomóc w generowaniu spójnych treści pasujących do Twojej tożsamości.
pt_br: Descreva sua marca para ajudar a gerar conteúdo consistente que corresponda à sua identidade.
tr: Kimliğinizle eşleşen tutarlı içerik oluşturmaya yardımcı olmak için markanızı tanımlayın.
uk: Опишіть свій бренд, щоб створити узгоджений вміст, який відповідає вашій особистості.
vi: Mô tả thương hiệu của bạn để giúp tạo ra nội dung nhất quán phù hợp với danh tính của bạn.
zh_hans: 描述您的品牌，以帮助生成与您的身份相符的一致内容。
zh_hant: 描述您的品牌，以幫助產生與您的身分相符的一致內容。

source: Describe your changes...
de: Beschreiben Sie Ihre Änderungen...
es: Describe tus cambios...
fr: Décrivez vos modifications...
hi: अपने परिवर्तनों का वर्णन करें...
id: Jelaskan perubahan Anda...
ja: 変更点を説明してください...
ko: 변경사항을 설명하세요...
pl: Opisz swoje zmiany...
pt_br: Descreva suas alterações...
tr: Değişikliklerinizi açıklayın...
uk: Опишіть свої зміни...
vi: Hãy mô tả những thay đổi của bạn...
zh_hans: 描述一下你的改变...
zh_hant: 描述一下你的改變...

source: Describe your subject (e.g., organic sunscreen bottle, luxury skincare...)
de: Beschreiben Sie Ihr Thema (z. B. Bio-Sonnenschutzflasche, Luxus-Hautpflege...)
es: Describe tu tema (por ejemplo, botella de protector solar orgánico, cuidado de la piel de lujo...)
fr: Décrivez votre sujet (par exemple, flacon de crème solaire bio, soin de luxe...)
hi: अपने विषय का वर्णन करें (उदाहरण के लिए, जैविक सनस्क्रीन बोतल, लक्जरी त्वचा देखभाल...)
id: Jelaskan subjek Anda (misalnya, botol tabir surya organik, perawatan kulit mewah...)
ja: 主題について説明してください (例: オーガニック日焼け止めボトル、高級スキンケアなど)
ko: 주제를 설명하세요(예: 유기농 자외선 차단제 병, 럭셔리 스킨케어...)
pl: Opisz swój temat (np. butelka organicznego kremu z filtrem przeciwsłonecznym, luksusowa pielęgnacja skóry...)
pt_br: Descreva o assunto (por exemplo, frasco de protetor solar orgânico, cuidados de pele de luxo...)
tr: Konunuzu tanımlayın (ör. organik güneş kremi şişesi, lüks cilt bakımı...)
uk: Опишіть свою тему (наприклад, органічна пляшка сонцезахисного крему, розкішний засіб для догляду за шкірою...)
vi: Mô tả chủ đề của bạn (ví dụ: chai kem chống nắng hữu cơ, sản phẩm chăm sóc da cao cấp...)
zh_hans: 描述您的主题（例如有机防晒霜瓶、奢华护肤品......）
zh_hant: 描述您的主題（例如有機防曬霜瓶、奢華護膚品...）

source: Description
de: Beschreibung
es: Descripción
fr: Descriptif
hi: विवरण
id: Deskripsi
ja: 説明
ko: 설명
pl: Opis
pt_br: Descrição
tr: Açıklama
uk: опис
vi: Mô tả
zh_hans: 描述
zh_hant: 描述

source: Details
de: Einzelheiten
es: Detalles
fr: Détails
hi: विवरण
id: Detail
ja: 詳細
ko: 세부정보
pl: Szczegóły
pt_br: Detalhes
tr: Ayrıntılar
uk: Подробиці
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳情

source: Dimensions
de: Abmessungen
es: Dimensiones
hi: आयाम
id: Dimensi
ja: 寸法
ko: 치수
pl: Wymiary
pt_br: Dimensões
tr: Boyutlar
uk: Розміри
vi: Kích thước
zh_hans: 尺寸
zh_hant: 尺寸

source: Disassociate from Thread
de: Vom Thread trennen
es: Desasociarse del hilo
fr: Dissocier du fil de discussion
hi: थ्रेड से अलग करें
id: Pisahkan dari Thread
ja: スレッドからの関連付けを解除する
ko: 스레드에서 연결 해제
pl: Odłącz się od wątku
pt_br: Desassociar do tópico
tr: Konuyla İlişkiyi Kes
uk: Від’єднатися від теми
vi: Tách khỏi chủ đề
zh_hans: 与线程解除关联
zh_hant: 與線程解除關聯

source: Disconnect All
de: Alle trennen
es: Desconectar todo
fr: Tout déconnecter
hi: सभी को डिस्कनेक्ट करें
id: Putuskan Semua
ja: すべて切断する
ko: 모두 연결 해제
pl: Odłącz wszystko
pt_br: Desconectar tudo
tr: Tümünün Bağlantısını Kes
uk: Відключити все
vi: Ngắt kết nối tất cả
zh_hans: 全部断开
zh_hant: 全部斷開

source: Dismiss
de: Entlassen
es: Descartar
fr: Rejeter
hi: ख़ारिज करें
id: Singkirkan
ja: 解雇する
ko: 닫기
pl: Odrzuć
pt_br: Dispensar
tr: Reddet
uk: Відхилити
vi: Loại bỏ
zh_hans: 解雇
zh_hant: 解僱

source: Display Mode
de: Anzeigemodus
es: Modo de visualización
fr: Mode d'affichage
hi: प्रदर्शन मोड
id: Modus Tampilan
ja: 表示モード
ko: 디스플레이 모드
pl: Tryb wyświetlania
pt_br: Modo de exibição
tr: Ekran Modu
uk: Режим відображення
vi: Chế độ hiển thị
zh_hans: 显示模式
zh_hant: 顯示模式

source: Display mode
de: Anzeigemodus
es: Modo de visualización
fr: Mode d'affichage
hi: प्रदर्शन मोड
id: Modus tampilan
ja: 表示モード
ko: 디스플레이 모드
pl: Tryb wyświetlania
pt_br: Modo de exibição
tr: Ekran modu
uk: Режим відображення
vi: Chế độ hiển thị
zh_hans: 显示方式
zh_hant: 顯示方式

source: Don't show this again
de: Zeige das nicht noch einmal
es: No vuelvas a mostrar esto
fr: Ne montre plus ça
hi: इसे दोबारा मत दिखाओ
id: Jangan tampilkan ini lagi
ja: これを二度と表示しないでください
ko: 다시 표시하지 않음
pl: Nie pokazuj tego więcej
pt_br: Não mostre isso de novo
tr: Bunu bir daha gösterme
uk: Не показувати це знову
vi: Đừng hiển thị lại điều này
zh_hans: 不要再显示这个
zh_hant: 不要再顯示這個

source: Done
de: Fertig
es: hecho
fr: Terminé
hi: हो गया
id: Selesai
ja: 完了
ko: 완료
pl: Gotowe
pt_br: Concluído
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Double tap for actions
de: Doppeltippen für Aktionen
es: Toca dos veces para acciones
fr: Appuyez deux fois pour les actions
hi: कार्रवाइयों के लिए दो बार टैप करें
id: Ketuk dua kali untuk melihat tindakan
ja: ダブルタップしてアクションを実行します
ko: 작업을 수행하려면 두 번 탭하세요.
pl: Kliknij dwukrotnie, aby wykonać czynności
pt_br: Toque duas vezes para ações
tr: İşlemler için iki kez dokunun
uk: Двічі торкніться для дій
vi: Nhấn đúp để thực hiện hành động
zh_hans: 双击执行操作
zh_hant: 雙擊執行操作

source: Double tap to delete this layer
de: Doppeltippen Sie, um diese Ebene zu löschen
es: Toca dos veces para eliminar esta capa
fr: Appuyez deux fois pour supprimer ce calque
hi: इस परत को हटाने के लिए दो बार टैप करें
id: Ketuk dua kali untuk menghapus lapisan ini
ja: ダブルタップしてこのレイヤーを削除します
ko: 이 레이어를 삭제하려면 두 번 탭하세요.
pl: Kliknij dwukrotnie, aby usunąć tę warstwę
pt_br: Toque duas vezes para excluir esta camada
tr: Bu katmanı silmek için iki kez dokunun
uk: Двічі торкніться, щоб видалити цей шар
vi: Nhấn đúp để xóa lớp này
zh_hans: 双击删除该图层
zh_hant: 雙擊刪除該圖層

source: Double tap to open
de: Zum Öffnen doppeltippen
es: Toca dos veces para abrir
fr: Appuyez deux fois pour ouvrir
hi: खोलने के लिए दो बार टैप करें
id: Ketuk dua kali untuk membuka
ja: ダブルタップして開きます
ko: 열려면 두 번 탭하세요.
pl: Kliknij dwukrotnie, aby otworzyć
pt_br: Toque duas vezes para abrir
tr: Açmak için iki kez dokunun
uk: Двічі торкніться, щоб відкрити
vi: Nhấn đúp để mở
zh_hans: 双击打开
zh_hant: 按兩下打開

source: Double tap to open brush settings
de: Doppeltippen, um die Pinseleinstellungen zu öffnen
es: Toca dos veces para abrir la configuración del pincel
fr: Appuyez deux fois pour ouvrir les paramètres du pinceau
hi: ब्रश सेटिंग खोलने के लिए दो बार टैप करें
id: Ketuk dua kali untuk membuka pengaturan kuas
ja: ダブルタップしてブラシ設定を開きます
ko: 브러시 설정을 열려면 두 번 탭하세요.
pl: Kliknij dwukrotnie, aby otworzyć ustawienia pędzla
pt_br: Toque duas vezes para abrir as configurações do pincel
tr: Fırça ayarlarını açmak için iki kez dokunun
uk: Двічі торкніться, щоб відкрити налаштування пензля
vi: Nhấn đúp để mở cài đặt cọ vẽ
zh_hans: 双击打开画笔设置
zh_hant: 雙擊開啟畫筆設置
